/* NSMenuItem : <title:About %%app%%> (oid:117) */
"About %%app%%" = "Cyberkacsáról";

/* NSMenuItem : <title:Acknowledgments> (oid:566) */
"Acknowledgments" = "Acknowledgments";

/* NSMenuItem : <title:Activity> (oid:497) */
"Activity" = "Activity";

/* NSMenuItem : <title:Back> (oid:217) */
"Back" = "Vissza";

/* NSMenuItem : <title:Bonjour> (oid:288) */
"Bonjour" = "Bonjour";

/* NSMenu : <title:Bookmark> (oid:226) */
"Bookmark" = "Könyvjelző";

/* NSMenuItem : <title:Bring All to Front> (oid:100) */
"Bring All to Front" = "Mindent előre";

/* NSMenuItem : <title:Check for Update…> (oid:189) */
"Check for Update…" = "Frissítések keresése…";

/* NSMenuItem : <title:Close Window> (oid:183) */
"Close Window" = "Ablak bezárása";

/* NSMenu : <title:Column> (oid:475) */
"Column" = "Column";

/* NSMenuItem : <title:Copy> (oid:81) */
"Copy" = "Másolás";

/* NSMenu : <title:Copy URL> (oid:591) */
"Copy URL" = "URL Másolása";

/* NSMenu : <title:Create Archive> (oid:505) */
"Create Archive" = "Create Archive";

/* NSMenuItem : <title:Customize Toolbar…> (oid:119) */
"Customize Toolbar…" = "Eszközsor beállítása…";

/* NSMenuItem : <title:Cut> (oid:106) */
"Cut" = "Kivágás";

/* NSMenu : <title:%%app%%> (oid:120) */
"%%app%%" = "%%app%%";

/* NSMenuItem : <title:%%app%% Help> (oid:564) */
"%%app%% Help" = "%%app%% Gyakori kérdések";

/* NSMenuItem : <title:Delete> (oid:193) */
"Delete" = "Törlés";

/* NSMenuItem : <title:Delete Bookmark> (oid:227) */
"Delete Bookmark" = "Könyvjelző törlése";

/* NSMenuItem : <title:Disconnect> (oid:303) */
"Disconnect" = "Kapcsolat bontása";

/* NSMenuItem : <title:Donate…> (oid:88) */
"Donate…" = "Járulj hozzá…";

/* NSMenuItem : <title:Download> (oid:239) */
"Download" = "Letöltés";

/* NSMenuItem : <title:Download As…> (oid:244) */
"Download As…" = "Letöltés mint…";

/* NSMenuItem : <title:Download To…> (oid:434) */
"Download To…" = "Download To…";

/* NSMenuItem : <title:Duplicate Bookmark> (oid:587) */
"Duplicate Bookmark" = "Duplicate Bookmark";

/* NSMenuItem : <title:Duplicate…> (oid:300) */
"Duplicate…" = "File duplikálása…";

/* NSMenuItem : <title:Edit> (oid:114) */
"Edit" = "Szerkesztés";

/* NSMenuItem : <title:Edit Bookmark> (oid:228) */
"Edit Bookmark" = "Könyvjelző szerkestése";

/* NSMenu : <title:Edit With> (oid:518) */
"Edit With" = "Szerkesztés ezzel:";

/* NSMenuItem : <title:Enclosing Folder> (oid:218) */
"Enclosing Folder" = "Tartalmazó mappa";

/* NSMenuItem : <title:Expand Archive> (oid:500) */
"Expand Archive" = "Expand Archive";

/* NSMenuItem : <title:File> (oid:93) */
"File" = "File";

/* NSMenuItem : <title:Forward> (oid:354) */
"Forward" = "Tovább";

/* NSMenu : <title:Go> (oid:210) */
"Go" = "Mehet";

/* NSMenuItem : <title:Go to Folder…> (oid:215) */
"Go to Folder…" = "Mappa választása";

/* NSMenu : <title:Help> (oid:169) */
"Help" = "Súgó";

/* NSMenuItem : <title:Hide %%app%%> (oid:101) */
"Hide %%app%%" = "Cyberkacsa elrejtése";

/* NSMenuItem : <title:Hide Others> (oid:98) */
"Hide Others" = "Mások elrejtése";

/* NSMenuItem : <title:Hide Toolbar> (oid:116) */
"Hide Toolbar" = "Eszköztár elrejtése";

/* NSMenu : <title:History> (oid:323) */
"History" = "Régebbi";

/* NSMenuItem : <title:Hostname> (oid:618) */
"Hostname" = "Hostname";

/* NSMenuItem : <title:Info> (oid:94) */
"Info" = "Infó";

/* NSMenuItem : <title:Inside> (oid:220) */
"Inside" = "Bele";

/* NSMenuItem : <title:License> (oid:565) */
"License" = "Licensz";

/* NSMenu : <title:MainMenu> (oid:103) */
"MainMenu" = "Cyberkacsa Menü";

/* NSMenu : <title:Menu> (oid:250) */
"Menu" = "Menü";

/* NSMenuItem : <title:Minimize> (oid:104) */
"Minimize" = "Kicsi méret";

/* NSMenuItem : <title:New Bookmark> (oid:224) */
"New Bookmark" = "Új könyvjelző";

/* NSMenuItem : <title:New Browser> (oid:252) */
"New Browser" = "Új böngésző";

/* NSMenuItem : <title:New Download> (oid:204) */
"New Download" = "Új letöltés";

/* NSMenuItem : <title:New File…> (oid:267) */
"New File…" = "Új File…";

/* NSMenuItem : <title:New Folder…> (oid:191) */
"New Folder…" = "Új mappa…";

/* NSMenuItem : <title:New Symbolic Link…> (oid:610) */
"New Symbolic Link…" = "New Symbolic Link…";

/* NSMenuItem : <title:Nickname> (oid:617) */
"Nickname" = "Nickname";

/* NSMenuItem : <title:Open Connection…> (oid:125) */
"Open Connection…" = "Kapcsolódás…";

/* NSMenu : <title:Open URL> (oid:598) */
"Open URL" = "Open Web URL";

/* NSMenuItem : <title:Open in Terminal.app> (oid:574) */
"Open in Terminal.app" = "Open in Terminal.app";

/* NSMenuItem : <title:Paste> (oid:109) */
"Paste" = "Beilleszt";

/* NSMenuItem : <title:Preferences…> (oid:102) */
"Preferences…" = "Beállítások…";

/* NSMenuItem : <title:Print…> (oid:358) */
"Print…" = "Nyomtatás…";

/* NSMenuItem : <title:Protocol> (oid:619) */
"Protocol" = "Protocol";

/* NSMenuItem : <title:Quick Look> (oid:492) */
"Quick Look" = "Quick Look";

/* NSMenuItem : <title:Quit %%app%%> (oid:92) */
"Quit %%app%%" = "Cyberkacsa befejezése";

/* NSMenuItem : <title:Redo> (oid:422) */
"Redo" = "Redo";

/* NSMenuItem : <title:Refresh> (oid:212) */
"Refresh" = "Frissít";

/* NSMenuItem : <title:Rename…> (oid:432) */
"Rename…" = "Rename File…";

/* NSMenuItem : <title:Report a Bug> (oid:567) */
"Report a Bug" = "Hibaüzenet küldése";

/* NSMenuItem : <title:Revert> (oid:581) */
"Revert" = "Revert";

/* NSMenuItem : <title:Search…> (oid:521) */
"Search…" = "Search…";

/* NSMenuItem : <title:Select All> (oid:105) */
"Select All" = "Minden kiválasztása";

/* NSMenuItem : <title:Send Command…> (oid:348) */
"Send Command…" = "Parancs küldése…";

/* NSMenu : <title:Services> (oid:127) */
"Services" = "Szolgáltatások";

/* NSMenuItem : <title:Show All> (oid:83) */
"Show All" = "Minden mutatása";

/* NSMenuItem : <title:Show Hidden Files> (oid:270) */
"Show Hidden Files" = "Rejtett file-ok mutatása";

/* NSMenu : <title:Sort By> (oid:615) */
"Sort By" = "Sort By";

/* NSMenuItem : <title:Stop> (oid:436) */
"Stop" = "Stop";

/* NSMenuItem : <title:Synchronize…> (oid:265) */
"Synchronize…" = "Szinkronizáció…";

/* NSMenuItem : <title:Text Encoding> (oid:276) */
"Text Encoding" = "Karakterkészlet";

/* NSMenuItem : <title:Toggle Bookmarks> (oid:489) */
"Toggle Bookmarks" = "Toggle Bookmarks";

/* NSMenuItem : <title:Toggle Log Drawer> (oid:487) */
"Toggle Log Drawer" = "Toggle Log Drawer";

/* NSMenuItem : <title:Transfers> (oid:370) */
"Transfers" = "Transzferek";

/* NSMenuItem : <title:Undo> (oid:421) */
"Undo" = "Undo";

/* NSMenuItem : <title:Upload…> (oid:291) */
"Upload…" = "Feltöltés…";

/* NSMenu : <title:View> (oid:118) */
"View" = "Nézet";

/* NSMenu : <title:Window> (oid:122) */
"Window" = "Ablak";

/* NSMenuItem : <title:as List> (oid:315) */
"as List" = "mint lista";

/* NSMenuItem : <title:as Outline> (oid:316) */
"as Outline" = "mint kinézet";

